tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minio/stable"

# CLI Tools
brew "bat"
brew "diff-so-fancy"
brew "git"
brew "git-lfs"
brew "htop"
brew "httpie"
brew "jq"
brew "mkcert"
brew "nodenv"
brew "nss"
brew "stow"
brew "tmux"
brew "minio/stable/mc"

# Applications
cask "aerial"
cask "alfred"
cask "firefox", args: { language: "en" }
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "phpstorm"
cask "postman"
cask "sublime-text"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
